{
	"recipes": [
		{
			"id": 1,
			"name": "Тирамису",
			"ingredients": [
				{
					"name": "Сыр маскарпоне",
					"quantity": "500 г."
				},
				{
					"name": "Куриные яйца",
					"quantity": "5 шт."
				},
				{
					"name": "Сахарная пудра",
					"quantity": "100 г."
				},
				{
					"name": "Ванильный сахар",
					"quantity": "30 г."
				},
				{
					"name": "Молотый кофе",
					"quantity": "4 ст. л."
				},
				{
					"name": "Палочки корицы",
					"quantity": "2 шт."
				},
				{
					"name": "Печенье савоярди",
					"quantity": "18 шт."
				},
				{
					"name": "Какао-порошок",
					"quantity": "10 г."
				},
				{
					"name": "Ликер «Амаретто»",
					"quantity": "60 мл."
				},
				{
					"name": "Малина",
					"quantity": "250 г."
				},
				{
					"name": "Мята"
				}
			],
			"cookingMethod": [
				"Отделите яичные белки от желтков. Взбейте белки при помощи блендера до состояния упругой густой пены.",
				"К желткам добавьте сахарную пудру и также взбейте.",
				"Выложите в миску сыр маскарпоне, посыпьте ванильным сахаром и хорошо перемешайте. В сырную смесь аккуратно введите яичные желтки и белки. Еще раз все взбейте до получения однородной массы, но уже вручную венчиком.",
				"Залейте кипятком молотый кофе и палочки корицы.",
				"Выложите печенье савоярди на дно глубокой миски или разломите на половинки и распределите по пиалам. Залейте печенье ликером амаретто и кофе, сверху выложите смесь маскарпоне и взбитых яиц.",
				"Поставьте тирамису на несколько часов в холодильник. Готовый десерт посыпьте порошком какао, свежими ягодами и листочками мяты."
			],
			"image": "https://ic.pics.livejournal.com/stassavenkov/71389168/508053/508053_800.jpg"
		},
		{
			"id": 2,
			"name": "Брауни",
			"ingredients":[
			{
				"name": "Горький шоколад",
				"quantity": "100 г."
			},
				{
					"name": "Сливочное масло",
					"quantity": "180 г."
				},
				{
					"name": "Тростниковый сахар",
					"quantity": "200 г."
				},
				{
					"name": "Ванильный сахар",
					"quantity": "1 пакетик."
				},
				{
					"name": "Куриные яйца",
					"quantity": "4 шт."
				},
				{
					"name": "Мука",
					"quantity": "100 г."
				},
				{
					"name": "Грецкие орехи",
					"quantity": "100 г."
				}
			],
			"cookingMethod": [
				"Разломайте темный шоколад на кусочки и вместе со сливочным маслом растопите на водяной бане, постоянно помешивая шоколадный соус лопаткой. Готовый жидкий шоколад снимите с огня и дайте остыть.",
				"При помощи блендера тщательно взбейте яйца, постепенно добавляя тростниковый и ванильный сахар.",
				"Мелко порубите грецкие орехи. В остывший мягкий шоколад аккуратно добавьте поочередно сахар, муку и измельченные орехи, и все хорошо перемешайте венчиком. Влейте яичную смесь и еще раз тщательно перемешайте. Цвет будущего брауни должен быть однотонным, без разводов.",
				"Листом пергамента выстелите противень, выложите на него тесто и отправьте на 20-30 минут в предварительно разогретую до 200˚С духовку. Остывший пирог нарежьте на квадратики. Как правило, брауни подают с шариком ванильного или фисташкового мороженого."
			],
			"image": "https://ic.pics.livejournal.com/stassavenkov/71389168/508364/508364_800.jpg"
		},
		{
			"id": 3,
			"name": "Ягодный бланманже",
			"ingredients":[
				{
					"name": "Молоко",
					"quantity": "500 мл."
				},
				{
					"name": "Сахарная пудра",
					"quantity": "100 г."
				},
				{
					"name": "Миндаль",
					"quantity": "100 г."
				},
				{
					"name": "Сезонные свежие ягоды",
					"quantity": "500 г."
				},
				{
					"name": "Желатин",
					"quantity": "6 г."
				}

			],
			"cookingMethod": [
				"Опустите миндаль в кипящую воду на 3 минуты, затем отбросьте орехи в дуршлаг и обдайте холодной водой. Аккуратно снимите кожицу. Измельчите в блендере до состояния муки очищенный миндаль.",
				"Замочите в небольшом количестве теплой кипяченой воды желатин.",
				"В молоко добавьте 80 г сахарной пудры и миндальной муки, поставьте на плиту и доведите до кипения. Как только молоко начнет закипать, снимите кастрюлю с огня и оставьте на 10 минут. Процедите молоко через мелкое сито или марлевую ткань в миску.",
				"Отожмите желатин и добавьте его в теплое молоко, перемешайте до полного растворения.",
				"Разлейте основу десерта по формочкам и поставьте в холодильник на пару часов.",
				"Вымойте и тщательно высушите ягоды, отложите несколько штук для украшения, а из остальных сделайте ягодное пюре. Для нейтрализации кислоты можно добавить в пюре сахарную пудру.",
				"Достаньте бланманже из формочек и полейте ягодным пюре, украсив сверху свежими ягодами."
			],
			"image": "https://ic.pics.livejournal.com/stassavenkov/71389168/508644/508644_800.jpg"
		},
		{
			"id": 4,
			"name": "Австралийский торт \"Павлова\"",
			"ingredients":[
				{
					"name": "Кукурузный крахмал",
					"quantity": "3 ч. л."
				},
				{
					"name": "Жирные сливки не менее 30%",
					"quantity": "550 мл."
				},
				{
					"name": "Свежая клубника",
					"quantity": "300 г."
				},
				{
					"name": "Банан",
					"quantity": "1 шт."
				},
				{
					"name": "Яичные белки",
					"quantity": "4 шт."
				},
				{
					"name": "Сахарная пудра",
					"quantity": "1 стакан."
				},
				{
					"name": "Винный уксус белый",
					"quantity": "1 ч. л."
				}
			],
			"cookingMethod": [
				"Взбейте при помощи блендера или миксера яичные белки, аккуратно введите в яичную пену просеянную сахарную пудру. В самом конце добавьте просеянный крахмал и уксус.",
				"Застелите листом пергамента противень, выложите на него белковую смесь примерно 20 см в диаметре. Вилкой взбейте края круга и прочертите на поверхности тонкие бороздки, напоминающие балетную пачку.",
				"В разогретую духовку до 150°С поставьте противень и выпекайте торт в течение 40 минут.",
				"Взбейте сливки в густую пышную пену. Помойте и очистите от кожуры и хвостиков банан и клубнику, нарежьте их на четвертинки. Украсьте торт взбитыми сливками и нарезанными фруктами и ягодами."
			],
			"image": "https://ic.pics.livejournal.com/stassavenkov/71389168/508787/508787_800.jpg"
		},
		{
			"id": 5,
			"name": "Трайфл",
			"ingredients":[
				{
					"name": "Бисквит",
					"quantity": "1 шт."
				},
				{
					"name": "Малиновое варенье",
					"quantity": "5 ст.л."
				},
				{
					"name": "Свежие ягоды малины или клубники",
					"quantity": "200 г."
				},
				{
					"name": "Жирные сливки",
					"quantity": "600 мл."
				},
				{
					"name": "Яичные желтки",
					"quantity": "3 шт."
				},
				{
					"name": "Сахар",
					"quantity": "3 ст.л."
				},
				{
					"name": "Миндаль",
					"quantity": "60 г."
				}
			],
			"cookingMethod": [
				"Малиновым вареньем пропитайте бисквит, разломайте его на кусочки и выложите на дно большой стеклянной миски. Сверху посыпьте бисквит нарезанными ягодами свежей малины или клубники.",
				"Для заварного крема: в небольшой кастрюле нагрейте 300 мл сливок (не до кипения!). Взбейте при помощи миксера или блендера яичные желтки с сахаром до однородной консистенции. Во взбитые желтки введите теплые сливки и еще раз энергично взбейте массу. Вылейте крем обратно в кастрюлю и поставьте на слабый огонь, помешивая, дождитесь, пока крем загустеет. Готовый крем снимите с огня и дайте остыть.",
				"Охлажденный крем выложите поверх бисквитов. Взбейте оставшиеся сливки, выложите их поверх крема. Посыпьте трайфл тертым сладким миндалем и поставьте на пару часов в холодильник."
			],
			"image": "https://ic.pics.livejournal.com/stassavenkov/71389168/508988/508988_800.jpg"
		},
		{
			"id": 6,
			"name": "Венский торт из бисквита \"Захер\"",
			"ingredients":[
				{
					"name": "Куриные яйца",
					"quantity": "3 шт."
				},
				{
					"name": "Какао порошок",
					"quantity": "25 г."
				},
				{
					"name": "Сливочное масло",
					"quantity": "125 г."
				},
				{
					"name": "Сливки",
					"quantity": "160 мл."
				},
				{
					"name": "Мука",
					"quantity": "150 г."
				},
				{
					"name": "Молотый миндаль",
					"quantity": "60 г."
				},
				{
					"name": "Горький шоколад",
					"quantity": "300 г."
				},
				{
					"name": "Вода",
					"quantity": "250 мл."
				},
				{
					"name": "Сахар",
					"quantity": "125 г."
				},
				{
					"name": "Абрикосовый джем",
					"quantity": "110 г."
				}
			],
			"cookingMethod": [
				"На водяной бане растопите темный шоколад и дайте ему остыть. При помощи миксера взбейте масло с сахаром, добавьте яйца, не переставая смешивать.",
				"Добавьте в миску просеянную муку, какао-порошок, растопленный шоколад. Разогрейте духовку до 180 °C, смажьте маслом противень, проложите пергаментом. Выложите смесь на противень и отправьте в духовку примерно на час до готовности.",
				"Остывший бисквит разрежьте пополам, смажьте одну часть абрикосовым джемом. Накройте бисквит второй половинкой, смажьте торт джемом сверху и по бокам.",
				"Приготовление шоколадной глазури: растопите шоколад со сливками на водяной бане. В самом конце добавьте кусочек сливочного масла и еще раз хорошо размешайте соус, пока масло не растает. Шоколадным соусом залейте верх и боковые части торта."
			],
			"image": "https://ic.pics.livejournal.com/stassavenkov/71389168/509198/509198_800.jpg"
		},
		{
			"id": 7,
			"name": "Нюрнбергские имбирные пряники",
			"ingredients":[
				{
					"name": "Мука",
					"quantity": "300 г."
				},
				{
					"name": "Сливочное масло",
					"quantity": "100 г."
				},
				{
					"name": "Сахар",
					"quantity": "170 г."
				},
				{
					"name": "Куриные яйца",
					"quantity": "3-4 шт."
				},
				{
					"name": "Молоко",
					"quantity": "250 мл."
				},
				{
					"name": "Разрыхлитель теста",
					"quantity": "1 пакетик."
				},
				{
					"name": "Пряность (имбирь)",
					"quantity": "1 пакетик."
				},
				{
					"name": "Какао порошок",
					"quantity": "2 ст. л."
				},
				{
					"name": "Лесные орехи (фундук), мелко размолотые",
					"quantity": "150 г."
				},
				{
					"name": "Цукаты измельченные",
					"quantity": "100 г."
				},
				{
					"name": "Изюм",
					"quantity": "100 г."
				},
				{
					"name": "Кокосовые хлопья",
					"quantity": "50 г."
				},
				{
					"name": "Ром",
					"quantity": "2 ст. л."
				}
			],
			"cookingMethod": [
				"Взбейте масло, сахар и яйца, затем добавьте постепенно муку с разрыхлителем, молоко, какао, пряности и фрукты с орехами.",
				"На противень постелите лист пергамента, на котором нарисуйте карандашом кружки или обведите небольшой стакан. Столовой ложкой распределите тесто по нарисованным кружкам.",
				"Поставьте противень в духовку, разогретую до 180˚С, и выпекайте в течение 15-20 минут. Горячие пряники полейте глазурью из рома и кокосовой стружки."
			],
			"image": "https://ic.pics.livejournal.com/stassavenkov/71389168/509503/509503_800.jpg"
		}
	]

}